{
  "Forum": "Foro",
  "A simple embeddable forum": "Un sencillo y poderoso foro embebible.",
  "Username": "Nombre de usuario",
  "The display to represent this user on the forum.": "La visualización para representar este usuario en el foro.",
  "Forum moderator": "Moderador del Foro",
  "Place a tick in this box if this user can moderate the entire forum.": "Coloque una marca en esta casilla si este usuario puede moderar todo el foro.",
  "Banned from forum": "Expulsado de foro",
  "Place a tick in this box if this user is banned from posting to the forum.": "Coloque una marca en esta casilla si este usuario tiene prohibido publicar en el foro.",
  "Forum Username": "Nombre de usuario del foro",
  "Manage available forum channels.": "Administrar los canales disponibles en el foro.",
  "Forum Channels": "Canales del Foro",
  "Channel": "Canal",
  "Displays a list of posts belonging to a channel.": "Muestra un listado de temas que pertenecen a un canal.",
  "Slug param name": "Nombre del parámetro Slug",
  "The URL route parameter used for looking up the channel by its slug. A hard coded slug can also be used.": "El parametro de la ruta URL usado para buscar un canal por el slug. Un slug prefijado también puede usarse.",
  "Member Page": "Página del Miembro",
  "Page name to use for clicking on a Member.": "Nombre de la página que se utilizará al hacer clic en un miembro.",
  "Topic Page": "Página del Tema",
  "Page name to use for clicking on a conversation topic.": "Nombre de la página que se utilizará al hacer clic en un tema de conversación.",
  "Channel List": "Lista de canales",
  "Displays a list of all visible channels.": "Muestra un listado de todos los canales visibles.",
  "Channel Page": "Página del Canal",
  "Page name to use for clicking on a Channel.": "Nombre de la página que se utilizará al hacer clic en un canal.",
  "Embed Channel": "Incrustar Canal",
  "Attach a channel to any page.": "Adjunta un canal a cualquier página.",
  "Embed code param": "Parámetro de código de inserción",
  "A unique code for the generated channel. A routing parameter can also be used.": "Un código único para el canal generado. También se puede utilizar un parámetro de enrutamiento.",
  "Parent Channel": "Canal Padre",
  "Specify the channel to create the new channel in": "Especifique el canal para crear el nuevo canal en",
  "Topic code param": "Parámetro de código del Tema",
  "The URL route parameter used for looking up a topic by its slug.": "El parametro de la ruta URL usada para buscar un tema por su slug.",
  "Embed Topic": "Incrustar Tema",
  "Attach a topic to any page.": "Adjunta un tema a cualquier página.",
  "Embed Code": "Código De Inserción",
  "A unique code for the generated topic or channel. A routing parameter can also be used.": "Un código único para el tema o canal generado. También se puede utilizar un parámetro de enrutamiento.",
  "Target Channel": "Canal de destino",
  "Specify the channel to create the new topic or channel in": "Especifique el canal para crear el nuevo tema o canal en",
  "Member": "Miembro",
  "Displays form member information and activity.": "Muestra información y la actividad de un miembro del foro.",
  "The URL route parameter used for looking up the forum member by their slug. A hard coded slug can also be used.": "El parámetro de la ruta URL usado para buscar un miembro del foro por slug. Un slug prefijado también puede ser usado.",
  "View mode": "Modo de visualización",
  "Manually set the view mode for the member component.": "Establezca manualmente el modo de visualización para el componente del miembro.",
  "Channel page": "Página del Canal",
  "Page name to use for clicking on a channel.": "Nombre de la página que se utilizará al hacer clic en un canal.",
  "Topic page": "Página del Tema",
  "Topics per page": "Temas por pagina",
  "Invalid format of the topics per page value": "Formato incorrecto de los temas por valor de página",
  "Topic": "Tema",
  "The URL route parameter used for looking up the topic by its slug. A hard coded slug can also be used.": "El parámetro de la ruta URL usado para buscar un tema por su slug. Un slug prefijado también puede ser usado.",
  "Topic List": "Listado de temas",
  "Displays a list of all topics.": "Muestra un listado de todos los temas.",
  "New Channel": "Nuevo Canal",
  "Delete": "Borrar",
  "Are you sure?": "¿Está seguro?",
  "Manage Channels": "Administrar Canales",
  "Return to Channels": "Volver a Canales",
  "Channels": "Canales",
  "Create": "Crear",
  "Edit Channels": "Editar Canales",
  "Preview Channels": "Previsualizar Canales",
  "Title": "Título",
  "Description": "Descripción",
  "Parent": "Padre",
  "-- No parent --": "-- Ningún padre --",
  "Slug": "Slug",
  "Moderated": "Moderado",
  "Only moderators can post to this channel.": "Solamente los moderadores pueden escribir en este canal.",
  "Hidden": "Oculto",
  "Hide this category from the main category list.": "Ocultar esta categoría de la lista principal categoría."
}