{
  "Forum": "انجمن",
  "A simple embeddable forum": "انجمن ساده جهت درج در سایت",
  "Username": "نام کاربری",
  "The display to represent this user on the forum.": "نشانگر این کاربر در انجمن",
  "Forum moderator": "مدیر انجمن",
  "Place a tick in this box if this user can moderate the entire forum.": "این گزینه را جهت فعال سازی این کاربر به عنوان مدیر انجمن انتخاب نمایید.",
  "Banned from forum": "عدم دسترسی به انجمن",
  "Place a tick in this box if this user is banned from posting to the forum.": "اگر میخواهید کاربر به انجمن دسترسی پیدا نکنداین گزینه را فعال نمایید.",
  "Forum Username": "نام کاربری انجمن",
  "Manage available forum channels.": "مدیریت دسته بندی های موجود در انجمن",
  "Forum Channels": "دسته بندی های انجمن",
  "Channel": "دسته بندی",
  "Displays a list of posts belonging to a channel.": "نمایش لیست پست هایی که به یک دسته بندی تعلق دارند.",
  "Slug param name": "نام پارامتر آدرس",
  "The URL route parameter used for looking up the channel by its slug. A hard coded slug can also be used.": "آدرسی که جهت جستجوی دسته بندی مورد استفاده قرار میگیرد.",
  "Member Page": "صفحه اعضا",
  "Page name to use for clicking on a Member.": "نام صفحه ای که جهت نمایش اطلاعات یک عضو نمایش داده می شود.",
  "Topic Page": "صفحه موضوع",
  "Page name to use for clicking on a conversation topic.": "نام صفحه ای که یک موضوع را نمایش می دهد.",
  "Channel List": "لیست دسته بندی",
  "Displays a list of all visible channels.": "نمایش لیستی از همه دسته بندی های فعال.",
  "Channel Page": "صفحه دسته بندی",
  "Page name to use for clicking on a Channel.": "نام صفحه ای که جهت نمایش یک دسته بندی نمایش داده می شود.",
  "Embed Channel": "نام دسته بندی",
  "Attach a channel to any page.": "وصل کردن دسته بندی به هر صفحه ای",
  "Embed code param": "پارامتر کد یکتا",
  "A unique code for the generated channel. A routing parameter can also be used.": "کد یکتایی جهت تولید دسته بندی",
  "Parent Channel": "دسته بندی والد",
  "Specify the channel to create the new channel in": "دسته بندیی را جهت ایجاد دسته بندی جدید مشخص نمایید",
  "Topic code param": "پارامتر کد موضوع",
  "The URL route parameter used for looking up a topic by its slug.": "پارامتر آدرس جهت جستجوی موضوعات. پارامتر آدرس نیز میتواند در این گزینه استفاده شود.",
  "Embed Topic": "موضوع",
  "Attach a topic to any page.": "وصل کردن یک موضوع به هر صفحه ای",
  "Embed Code": "کد یکتا",
  "A unique code for the generated topic or channel. A routing parameter can also be used.": "کد یکتا جهت تولید موضوع یا دسته بندی جدید. پارامتر آدرس نیز میتواند در این گزینه استفاده شود.",
  "Target Channel": "دسته بندی مقصد",
  "Specify the channel to create the new topic or channel in": "دسته بندیی را جهت ایجاد موضوع جدید در آن انتخاب نمایید",
  "Member": "عضو",
  "Displays form member information and activity.": "نمایش اطلاعات و فعالیت های عضو انجمن",
  "The URL route parameter used for looking up the forum member by their slug. A hard coded slug can also be used.": "پارامتر آدرسی که جهت جستجوی عضو انجمن مورد استفاده قرار میگیرد.",
  "View mode": "حالت نمایش",
  "Manually set the view mode for the member component.": "مقدار دهی دستی حالت نمایش ابزار عضو",
  "Channel page": "صفحه دسته بندی",
  "Page name to use for clicking on a channel.": "نام صفحه ای که یک دسته بندی را نمایش می دهد.",
  "Topic page": "صفحه موضوع",
  "Topics per page": "موضوعات در هر صفحه",
  "Invalid format of the topics per page value": "فرمت ورودی تعداد موضوعات در هر صفحه صحیح نیست",
  "Topic": "موضوع",
  "Displays a topic and posts.": "نمایش یک موضوع و ارسال ها",
  "The URL route parameter used for looking up the topic by its slug. A hard coded slug can also be used.": "نام پارامتر آدرس جهت جستجوی موضوع توسط آدرس آن موضوعو",
  "Topic List": "لیست موضوعات",
  "Displays a list of all topics.": "نمایش لیستی از تمام موضوعات",
  "New Channel": "دسته بندی جدید",
  "Delete": "حذف",
  "Are you sure?": "آیا اطمینان دارید؟",
  "Manage Channels": "مدیریت دسته بندی ها",
  "Return to Channels": "بازگشت به لیست دسته بندی ها",
  "Channels": "دسته بندی ها",
  "Create": "ایجاد",
  "Edit Channels": "ویرایش دسته بندی ها",
  "Preview Channels": "پیش نمایش دسته بندی ها",
  "Title": "عنوان",
  "Description": "توضیحات",
  "Parent": "والد",
  "-- No parent --": "-- بدون والد --",
  "Slug": "آدرس",
  "Moderated": "مدیران",
  "Only moderators can post to this channel.": "فقط مدیران میتوانند در این دسته بندی ارسال داشته باشند",
  "Hidden": "مخفی",
  "Hide this category from the main category list.": "این دسته بندی را در دسته بندی اصلی مخفی بکن."
}