{
  "Forum": "Forum",
  "A simple embeddable forum": "Proste forum do osadzania",
  "Username": "Nazwa użytkownika",
  "The display to represent this user on the forum.": "Nazwa użytkownika na forum.",
  "Forum moderator": "Moderator forum",
  "Place a tick in this box if this user can moderate the entire forum.": "Zaznacz to pole, jeśli ten użytkownik ma moderować całe forum.",
  "Banned from forum": "Zbanowany na forum",
  "Place a tick in this box if this user is banned from posting to the forum.": "W tym polu zaznacz pole wyboru, jeśli użytkownik ma zakaz publikowania na forum.",
  "Forum Username": "Nazwa użytkownika na forum",
  "Manage available forum channels.": "Zarządzaj dostępnymi kanałami forum.",
  "Forum Channels": "Kanały forum",
  "Channel": "Kanał",
  "Displays a list of posts belonging to a channel.": "Wyświetla listę postów należących do kanału.",
  "Slug param name": "Nazwa parametru slug",
  "The URL route parameter used for looking up the channel by its slug. A hard coded slug can also be used.": "Parametr URL używany do wyszukiwania kanału przez jego slug. Można również użyć twardo zakodowanego sluga.",
  "Member Page": "Strona użytkownika",
  "Page name to use for clicking on a Member.": "Nazwa strony wyświetlającej się po kliknięciu w użytkownika.",
  "Topic Page": "Strona tematu",
  "Page name to use for clicking on a conversation topic.": "Nazwa strony wyświetlającej się po kliknięciu w temat.",
  "Channel List": "Lista kanałów",
  "Displays a list of all visible channels.": "Wyświetla listę wszystkich widocznych kanałów.",
  "Channel Page": "Strona kanału",
  "Page name to use for clicking on a Channel.": "Nazwa strony wyświetlającej się po kliknięciu w kanał.",
  "Embed Channel": "Osadź kanał",
  "Attach a channel to any page.": "Dołącz kanał do dowolnej strony.",
  "Embed code param": "Parametr kodu osadzenia",
  "A unique code for the generated channel. A routing parameter can also be used.": "Unikalny kod dla wygenerowanego kanału. Można również użyć parametru routingu.",
  "Parent Channel": "Kanał rodzic",
  "Specify the channel to create the new channel in": "Określ kanał, w którym chcesz utworzyć nowy kanał",
  "Topic code param": "Parametr kodu tematu",
  "The URL route parameter used for looking up a topic by its slug.": "Parametr URL używany do wyszukiwania tematu przez jego slug.",
  "Embed Topic": "Osadź temat",
  "Attach a topic to any page.": "Dołącz temat do dowolnej strony.",
  "Embed Code": "Kod osadzenia",
  "A unique code for the generated topic or channel. A routing parameter can also be used.": "Unikalny kod dla wygenerowanego tematu lub kanału. Można również użyć parametru routingu.",
  "Target Channel": "Kanał rodzic",
  "Specify the channel to create the new topic or channel in": "Określ kanał, w którym chcesz utworzyć nowy temat lub kanał",
  "Member": "Użytkownik",
  "Displays form member information and activity.": "Wyświetla informacje o użytkowniku forum i jego aktywność.",
  "The URL route parameter used for looking up the forum member by their slug. A hard coded slug can also be used.": "Parametr URL używany do wyszukiwania użytkowników forum przez ich slug. Można również użyć twardo zakodowanego sluga.",
  "View mode": "Sposób wyświetlania",
  "Manually set the view mode for the member component.": "Ustaw ręcznie tryb wyświetlania dla komponentu użytkownika.",
  "Channel page": "Strona kanału",
  "Page name to use for clicking on a channel.": "Nazwa strony wyświetlającej się po kliknięciu w kanał.",
  "Topic page": "Strona tematu",
  "Topics per page": "Liczba tematów na stronie",
  "Invalid format of the topics per page value": "Niepoprawny format liczby tematów na stronie",
  "Topic": "Temat",
  "Displays a topic and posts.": "Wyświetla temat i posty.",
  "The URL route parameter used for looking up the topic by its slug. A hard coded slug can also be used.": "Parametr URL używany do wyszukiwania tematu przez jego slug. Można również użyć twardo zakodowanego sluga.",
  "Topic List": "Lista tematów",
  "Displays a list of all topics.": "Wyświetla listę wszystkich tematów.",
  "New Channel": "Nowy kanał",
  "Delete": "Usuń",
  "Are you sure?": "Jesteś pewien?",
  "Manage Channels": "Zarządzaj kanałami",
  "Return to Channels": "Wróć do kanałów",
  "Channels": "Kanały",
  "Create": "Stwórz",
  "Edit Channels": "Edytuj kanały",
  "Preview Channels": "Podejrzyj kanały",
  "Title": "Tytuł",
  "Description": "Opis",
  "Parent": "Rodzic",
  "-- No parent --": "-- Brak rodzica --",
  "Slug": "Slug",
  "Moderated": "Moderowany",
  "Only moderators can post to this channel.": "Tylko moderatorzy mogą publikować posty na tym kanale.",
  "Hidden": "Ukryty",
  "Hide this category from the main category list.": "Ukryj tę kategorię na głównej liście kategorii."
}