{
  "Forum": "Форум",
  "A simple embeddable forum": "Простой встраиваемый форум",
  "Username": "Имя",
  "The display to represent this user on the forum.": "Отображаемое имя пользователя на форуме.",
  "Forum moderator": "Модератор форума",
  "Place a tick in this box if this user can moderate the entire forum.": "Поставьте галочку, чтобы пользователь модерировал весь форум.",
  "Banned from forum": "Забанен на форуме",
  "Place a tick in this box if this user is banned from posting to the forum.": "Поставьте галочку, чтобы заблокировать отправку сообщений пользователю.",
  "Forum Username": "Имя на форуме",
  "Manage available forum channels.": "Управление имеющимся на форуме категориями.",
  "Forum Channels": "Категории форума",
  "Channel": "Категория",
  "Displays a list of posts belonging to a channel.": "Отображает список тем, относящихся к категории.",
  "Slug param name": "Имя параметра URL",
  "The URL route parameter used for looking up the channel by its slug. A hard coded slug can also be used.": "Параметр URL, используется для поиска канала по его пути.",
  "Member Page": "Страница Пользователя",
  "Page name to use for clicking on a Member.": "Название страницы Пользователя.",
  "Topic Page": "Страница Темы",
  "Page name to use for clicking on a conversation topic.": "Имя страницы, используемое при клике на тему.",
  "Enable CSS": "Включить CSS",
  "Include the CSS files with default styles for the forum": "Подключить css-файл с дефолтными стилями для форума",
  "Channel List": "Список категорий",
  "Displays a list of all visible channels.": "Отображает список всех видимых категорий.",
  "Channel Page": "Страница Категории",
  "Page name to use for clicking on a Channel.": "Название страницы Категории.",
  "Embed Channel": "Встроенная Категория",
  "Attach a channel to any page.": "Прикрепите категорию к любой странице.",
  "Embed code param": "Код встраивания",
  "A unique code for the generated channel. A routing parameter can also be used.": "Уникальный код сгенерированной категории. Также может быть использован параметр URL.",
  "Parent Channel": "Родительская Категория",
  "Specify the channel to create the new channel in": "Укажите категорию в которой создать новую категорию",
  "Topic code param": "Код темы",
  "The URL route parameter used for looking up a topic by its slug.": "Параметр URL используемый для поиска темы.",
  "Embed Topic": "Встроенная Тема",
  "Attach a topic to any page.": "Прикрепите тему к любой странице.",
  "Embed Code": "Код встраивания",
  "A unique code for the generated topic or channel. A routing parameter can also be used.": "Уникальный код, для сгенерированной темы или категории. Также может быть использован параметр URL.",
  "Target Channel": "Целевая Категория",
  "Specify the channel to create the new topic or channel in": "Укажите категорию, чтобы создать новую тему или категорию в ней",
  "Member": "Пользователь",
  "Displays form member information and activity.": "Отображает форму с информацией и активностью пользователя.",
  "The URL route parameter used for looking up the forum member by their slug. A hard coded slug can also be used.": "Параметр URL, используемый для поиска пользователя по его URL.",
  "View mode": "Режим просмотра",
  "Manually set the view mode for the member component.": "Вручную установить режим просмотра для компонента Пользователей.",
  "Channel page": "Страница Категории",
  "Page name to use for clicking on a channel.": "Имя страницы, используемое при клике на категорию.",
  "Topic page": "Страница Темы",
  "Posts List": "Список сообщений",
  "Displays a list of all posts.": "Отображает список всех сообщений.",
  "Posts per page": "Количество сообщений на странице",
  "Posts per page must be a number": "Количество сообщений на странице должно быть указано числом",
  "RSS Feed": "RSS-канал",
  "Generates an RSS feed containing topics from the forum.": "Создаёт RSS-канал, содержащий темы форума.",
  "Channel filter": "Channel filter",
  "Enter a category slug or URL parameter to filter the topics by. Leave empty to show all topics.": "Введите название категории или параметр URL-адреса для фильтрации тем. Оставьте поле пустым, чтобы отобразить все темы.",
  "Topics per page": "Количество тем на странице",
  "Invalid format of the topics per page value": "Неверное значение Тем",
  "Forum page": "Страница форума",
  "Name of the main forum page file for generating links. This property is used by the default component partial.": "Имя файла главной страницы форума для генерации ссылок. Это свойство используется дефолтным partial-ом компонента.",
  "Topic": "Тема",
  "Displays a topic and posts.": "Отображает тему и сообщения.",
  "The URL route parameter used for looking up the topic by its slug. A hard coded slug can also be used.": "Параметр URL, используемый для поиска темы по её URL.",
  "Topic List": "Список тем",
  "Displays a list of all topics.": "Отображает список всех тем.",
  "New Channel": "Новая Категория",
  "Delete": "Удалить",
  "Are you sure?": "Вы уверены?",
  "Manage Channels": "Управление Категориями",
  "Return to Channels": "Вернуться к Категориям",
  "Channels": "Категории",
  "Create": "Создать",
  "Edit Channels": "Изменить Категории",
  "Preview Channels": "Предпросмотр Категорий",
  "Title": "Заголовок",
  "Description": "Описание",
  "Parent": "Родительская категория",
  "-- No parent --": "-- Без родительской --",
  "Slug": "Параметр URL",
  "Moderated": "Модерируемый",
  "Only moderators can post to this channel.": "Только модераторы могут писать в этой категории.",
  "Hidden": "Скрытый",
  "Hide this category from the main category list.": "Скрыть эту категорию из главного списка категорий.",
  "Spam Guarded": "Защита от СПАМа",
  "Members must be approved by moderators before their posts appear to unregistered users.": "Участники должны быть одобрены модераторами, прежде чем их сообщения появятся незарегистрированным пользователям."
}