{
  "Forum": "Forum",
  "A simple embeddable forum": "Enostavni vdelani forum",
  "Username": "Uporabniško ime",
  "The display to represent this user on the forum.": "Naziv, ki predstavlja tega uporabnika na forumu.",
  "Forum moderator": "Moderator foruma",
  "Place a tick in this box if this user can moderate the entire forum.": "V to polje postavite kljukico, v kolikor lahko ta uporabnik moderira celoten forum.",
  "Banned from forum": "Prepovedana uporaba foruma",
  "Place a tick in this box if this user is banned from posting to the forum.": "V to polje postavite kljukico, če je temu uporabniku prepovedano objavljanje na forumu.",
  "Forum Username": "Uporabniško ime foruma",
  "Manage available forum channels.": "Upravljanje razpoložljivih kanalov foruma.",
  "Forum Channels": "Kanali foruma",
  "Channel": "Kanal",
  "Displays a list of posts belonging to a channel.": "Prikaže seznam objav, ki pripadajo kanalu.",
  "Slug param name": "Ime parametra povezave",
  "The URL route parameter used for looking up the channel by its slug. A hard coded slug can also be used.": "Parameter URL povezave, ki se uporablja za prikaz kanala. Uporabi se lahko tudi statično definirana povezava.",
  "Member Page": "Stran člana",
  "Page name to use for clicking on a Member.": "Ime strani za klik na člana.",
  "Topic Page": "Stran teme",
  "Page name to use for clicking on a conversation topic.": "Ime strani za klik na temo pogovora.",
  "Enable CSS": "Omogoči CSS",
  "Include the CSS files with default styles for the forum": "Vključi datoteke CSS s privzetimi slogi foruma",
  "Channel List": "Seznam kanalov",
  "Displays a list of all visible channels.": "Prikaže seznam vseh vidnih kanalov.",
  "Channel Page": "Stran kanala",
  "Page name to use for clicking on a Channel.": "Ime strani za klik na kanal.",
  "Embed Channel": "Vdelan kanal",
  "Attach a channel to any page.": "Dodajanje kanala na katerokoli stran.",
  "Embed code param": "Parameter vdelane kode",
  "A unique code for the generated channel. A routing parameter can also be used.": "Unikatna koda za ustvarjeni kanal. Uporabi se lahko tudi parameter URL povezave.",
  "Parent Channel": "Nadrejeni kanal",
  "Specify the channel to create the new channel in": "Določite kanal, v katerem želite ustvariti nov kanal.",
  "Topic code param": "Unikatna koda teme",
  "The URL route parameter used for looking up a topic by its slug.": "Parameter URL povezave, ki se uporablja za prikaz teme.",
  "Embed Topic": "Vdelana tema",
  "Attach a topic to any page.": "Dodajanje kanala na katerokoli temo.",
  "Embed Code": "Vdelana koda",
  "A unique code for the generated topic or channel. A routing parameter can also be used.": "Unikatna koda za ustvarjeno temo ali kanal. Uporabi se lahko tudi parameter URL povezave.",
  "Target Channel": "Ciljni kanal",
  "Specify the channel to create the new topic or channel in": "Določite kanal, v katerem želite ustvariti novo temo ali kanal.",
  "Member": "Član",
  "Displays form member information and activity.": "Prikaže informacije o članu foruma in njegovo dejavnost.",
  "The URL route parameter used for looking up the forum member by their slug. A hard coded slug can also be used.": "Parameter URL povezave, ki se uporablja za prikaz člana foruma. Uporabi se lahko tudi statično definirana povezava.",
  "View mode": "Način pogleda",
  "Manually set the view mode for the member component.": "Ročna nastavitev načina pogleda za komponento člana.",
  "Channel page": "Stran kanala",
  "Page name to use for clicking on a channel.": "Ime strani za klik na kanal.",
  "Topic page": "Stran teme",
  "Posts List": "Seznam objav",
  "Displays a list of all posts.": "Prikaže seznam vseh objav.",
  "Posts per page": "Objave na stran",
  "Posts per page must be a number": "Vrednost za objave na stran mora biti številka",
  "RSS Feed": "RSS vir",
  "Generates an RSS feed containing topics from the forum.": "Ustvari vir RSS, ki vsebuje teme s foruma.",
  "Channel filter": "Filter kanalov",
  "Enter a category slug or URL parameter to filter the topics by. Leave empty to show all topics.": "Vnesite povezavo kategorije ali parameter URL povezave, glede na katero se bodo filtrirale teme. Pustite prazno za prikaz vseh tem.",
  "Topics per page": "Teme na stran",
  "Invalid format of the topics per page value": "Vrednost za teme na stran mora biti številka",
  "Forum page": "Stran foruma",
  "Name of the main forum page file for generating links. This property is used by the default component partial.": "Ime datoteke glavne strani foruma za ustvarjanje povezav. To lastnost uporablja predloga privzete komponente.",
  "Topic": "Tema",
  "Displays a topic and posts.": "Prikaže temo in objave.",
  "The URL route parameter used for looking up the topic by its slug. A hard coded slug can also be used.": "Parameter URL povezave, ki se uporablja za prikaz teme. Uporabi se lahko tudi statično definirana povezava.",
  "Topic List": "Seznam tem",
  "Displays a list of all topics.": "Prikaže seznam vseh tem.",
  "New Channel": "Nov kanal",
  "Delete": "Izbriši",
  "Are you sure?": "Ali ste prepričani?",
  "Manage Channels": "Upravljanje kanalov",
  "Return to Channels": "Vrnitev na kanale",
  "Channels": "Kanali",
  "Create": "Ustvari",
  "Edit Channels": "Uredi kanale",
  "Preview Channels": "Predogled kanalov",
  "Title": "Naslov",
  "Description": "Opis",
  "Parent": "Nadrejeni",
  "-- No parent --": "-- Ni nadrejenega --",
  "Slug": "Povezava",
  "Moderated": "Moderirano",
  "Only moderators can post to this channel.": "Samo moderatorji lahko objavljajo na tem kanalu.",
  "Hidden": "Skrito",
  "Hide this category from the main category list.": "Skrij to kategorijo z glavnega seznama kategorij.",
  "Spam Guarded": "Zaščiteno pred neželeno pošto",
  "Members must be approved by moderators before their posts appear to unregistered users.": "Člane morajo odobriti moderatorji, preden se njihove objave prikažejo neregistriranim uporabnikom."
}